#реализация работы менеджера

#проверка работы парковки и свободных мест, реализация предостовления услуг охраны выбор (да\нет) и выставка конечного счета
#при этом нужно связать этот класс с файлом где будет security то есть с отдельным файлом, при этом реализация охраны должны быть в том файле а в этом
#только проверка есть ли свободные люди и вопрос о нужности найма людей

#проверка оказания доп услуг(мойка, зарядка)


#операция предоставления дополнительных услуг (мойка, зарядка)

#операция управления движением на стоянке